
window.charaList = [
    {
        name: "アリス",
        kana: "ありす",
        type: ["human", "female", "mother_cell", "g.other"],
        tags: ["人", "女性", "コピー", "その他"],
        desc: "仮キャラクター。一般通過アンドロイド。寿司よりもたこ焼きの入ってない焼きが好き。",
        img: "character_img/alice.png",
        link: ""
    },
    // ここにキャラクターデータを追加していく
    /*-----------------------------------
        * おつかい（RPG）キャラクター一覧
    ------------------------------------*/
    /* 人族 */
    //R1

    //R2

    //R3


    /* 魔族 */
    //R1

    //R2
    {
        name: "Mekanizm",
        kana: "めかにずむ",
        type: ["unhuman", "female", "mother_cell", "g.other"],
        tags: ["魔族", "無性", "コピー", "その他"],
        desc: "R2での4体目のボス。",
        img: "character_img/mekanizm.png",
        link: ""
    },
    //R3




    /* 魔物 */
    //R1

    //R2

    //R3


    /* その他 */
    //R1

    //R2

    //R3


    /*-----------------------------------
        * protocol（RPG）キャラクター一覧
    ------------------------------------*/



    /*--------------------------------------------------
        * mother_cell 1 (Tomonniter登場)キャラクター一覧
    ----------------------------------------------------*/



    /*--------------------------------------------------
        * mother_cell　1 (他)キャラクター一覧
    ----------------------------------------------------*/



    /*--------------------------------------------------
        * その他　キャラクター一覧
    ----------------------------------------------------*/



];